# WattsPerCubicMeterPerSecond Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..WattsPerCubicMeterPerSecond Property
UnitTypeId Class See Also
---
Watts per cubic meter per second.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId WattsPerCubicMeterPerSecond { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property WattsPerCubicMeterPerSecond As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ WattsPerCubicMeterPerSecond {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace